<?xml version="1.0" encoding="utf-8"?>
<packages>
  <package id="chocolatey" />
  <package id="chocolatey-compatibility.extension" />
  <package id="chocolatey-core.extension" />
  <package id="chocolatey-windowsupdate.extension" />
  <package id="curl" />
  <package id="dotnet" />
  <package id="dotnet-10.0-runtime" />
  <package id="dotnet-runtime" />
  <package id="emscripten" />
  <package id="fzf" />
  <package id="git" />
  <package id="git.install" />
  <package id="KB2919355" />
  <package id="KB2919442" />
  <package id="KB2999226" />
  <package id="KB3033929" />
  <package id="KB3035131" />
  <package id="memurai-developer" />
  <package id="memurai-developer.install" />
  <package id="neovim" />
  <package id="ngrok" />
  <package id="nodejs" />
  <package id="nodejs.install" />
  <package id="nunit-console-runner" />
  <package id="opencode" />
  <package id="postgresql16" />
  <package id="python" />
  <package id="python3" />
  <package id="python314" />
  <package id="redis-64" />
  <package id="ripgrep" />
  <package id="universal-ctags" />
  <package id="unzip" />
  <package id="UrlRewrite" />
  <package id="vcredist140" />
  <package id="vcredist2015" />
  <package id="vim" />
  <package id="Wget" />
</packages>