tap "powershell/tap"
brew "webp"
brew "jpeg-xl"
brew "aom"
brew "automake"
brew "binutils"
brew "gettext"
brew "glib"
brew "cmake"
brew "ripgrep"
brew "codex"
brew "curl"
brew "docker"
brew "dotnet"
brew "duckdb"
brew "erlang"
brew "elixir"
brew "gcc"
brew "libavif"
brew "unbound"
brew "gnutls"
brew "gnupg"
brew "gdal"
brew "netpbm"
brew "harfbuzz"
brew "pango"
brew "librsvg"
brew "graphviz"
brew "node"
brew "jupyterlab", link: false
brew "openjdk"
brew "kotlin"
brew "mapnik"
brew "md5sha1sum"
brew "neovim"
brew "nginx"
brew "ninja"
brew "openvpn"
brew "osm2pgsql"
brew "perl"
brew "postgis"
brew "postgresql@14", restart_service: :changed
brew "telnet"
brew "tmux"
brew "vim"
brew "wget"
brew "yarn"
cask "claude-code"
cask "copilot-cli"
cask "firefox"
cask "google-chrome"
cask "jupyterlab-app"
cask "licecap"
cask "maccy"
cask "ngrok"
cask "obs"
cask "rectangle"
cask "spotify"
cask "visual-studio-code"
cask "vlc"
cask "wireshark-app"
vscode "angular.ng-template"
vscode "dbaeumer.vscode-eslint"
vscode "editorconfig.editorconfig"
vscode "esbenp.prettier-vscode"
vscode "mechatroner.rainbow-csv"
vscode "mjpvs.latex-previewer"
vscode "ms-dotnettools.csharp"
vscode "ms-dotnettools.vscode-dotnet-runtime"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-python.vscode-python-envs"
vscode "ms-vscode.powershell"
vscode "sonarsource.sonarlint-vscode"
